// 需要複製請連著"{},"整個區塊複製
// 是價格的話請用price，會加上$符號，不是價格請用'text'，不會加上$符號
// 區塊：娘娘御用大牌
var dataTabSlider2 = [
  [ 
    {
      productNumber: 2607936,
      name: "【漢克嚴選】美國產日本和牛級_家庭號NG響食牛排_4包組(500g±10％/包)",
      price: 9999,
    },
    {
      productNumber: 2607936,
      name: "【漢克嚴選】美國產日本和牛級_家庭號NG響食牛排_4包組(500g±10％/包)",
      price: 9999,
    },
  ],
  [ 
    {
      productNumber: 2607936,
      name: "【漢克嚴選】美國產日本和牛級_家庭號NG響食牛排_4包組(500g±10％/包)",
      price: 9999,
    },
    {
      productNumber: 2607936,
      name: "【漢克嚴選】美國產日本和牛級_家庭號NG響食牛排_4包組(500g±10％/包)",
      price: 9999,
    },
  ],
  [ 
    {
      productNumber: 2607936,
      name: "【漢克嚴選】美國產日本和牛級_家庭號NG響食牛排_4包組(500g±10％/包)",
      price: 9999,
    },
    {
      productNumber: 2607936,
      name: "【漢克嚴選】美國產日本和牛級_家庭號NG響食牛排_4包組(500g±10％/包)",
      price: 9999,
    },
  ],
  [ 
    {
      productNumber: 2607936,
      name: "【漢克嚴選】美國產日本和牛級_家庭號NG響食牛排_4包組(500g±10％/包)",
      price: 9999,
    },
    {
      productNumber: 2607936,
      name: "【漢克嚴選】美國產日本和牛級_家庭號NG響食牛排_4包組(500g±10％/包)",
      price: 9999,
    },
  ],
  [ 
    {
      productNumber: 2607936,
      name: "【漢克嚴選】美國產日本和牛級_家庭號NG響食牛排_4包組(500g±10％/包)",
      price: 9999,
    },
    {
      productNumber: 2607936,
      name: "【漢克嚴選】美國產日本和牛級_家庭號NG響食牛排_4包組(500g±10％/包)",
      price: 9999,
    },
  ],
]