var dataDynamicHalf = [
    // 只限四品，大網不輪播，小網2品輪播
    // 需要複製請連著"{},"整個區塊複製
    // 是價格的話請用'price'，會加上$符號，不是價格請用'text'，不會加上$符號
    // 區塊：小檔活動
    {
        'productNumber': 2987338,
        'name': '【艾波索】芋見無限乳酪(6吋x1入)｜蘋果日報蛋糕評比得獎｜乳酪蛋糕、母親節蛋糕、情人節、生日蛋糕推薦',
        'price': 666,
    },
    {
        'productNumber': 2304738,
        'name': '色計師 單/雙/加 原廠授權100%萊賽爾親膚天絲床包枕套組(贈-寢具專用洗滌袋)',
        'price': 949,
    },
    {
        'productNumber': 2774973,
        'name': '【ELASTINE 伊絲婷】專屬訂製奢華香水洗髮精買3送1',
        'price': 599,
    },
    {
        'productNumber': 2629258,
        'name': 'GLOLUX 鹿角款手持風扇3入組',
        'price': 255,
    },
];
