// 注意複製時標點符號都不能少，少了會壞掉
// 區塊：第一顆
var promoData = [
    // 10/13
    {
        'productNumber': 2698683,
        'name': 'KIEHLS契爾氏 金盞花植物精華化妝水250ml',
    },

    // 10/14
    {
        'productNumber': 2595300,
        'name': '東風柔韌3層抽取式花紋衛生紙100抽x12包x5串',
    },

    // 10/15
    {
        'productNumber': 2719179,
        'name': '京美 高極絲鍺紗能量內衣4入+醫療口罩1盒',
    },

    // 10/16
    {
        'productNumber': 2784449,
        'name': 'EPSON拉拉熊標籤機+標籤帶(7捲)',
    },

    // 10/17
    {
        'productNumber': 2781431,
        'name': 'Normady諾曼地MIT避震真皮休閒鞋(多款)',
    },

    // 10/18
    {
        'productNumber': 2782082,
        'name': 'COACH x MK 托特包/斜背包/手提包(多款)',
    },

    // 10/19
    {
        'productNumber': 2673869,
        'name': '亞培原味安素不甜(237ml x30罐)x2+(贈品) 兔寶雙層隔熱密封餐盒',
    },

    // 10/20
    {
        'productNumber': 2764473,
        'name': '築地一番鮮-肥美鮮活江南大閘蟹5隻組(4兩上/隻)',
    },

    // 10/21
    {
        'productNumber': 2767900,
        'name': 'SAMSUNG Galaxy Z Flip 豪華全配大禮組',
    },

    // 10/22
    {
        'productNumber': 2557741,
        'name': '【Corpo X】abletex防風防水保暖風衣',
    },

    // 10/23
    {
        'productNumber': 2786737,
        'name': '戴森涼暖清淨機HP00',
    },

    // 10/24
    {
        'productNumber': 2777936,
        'name': 'YOUBIE 可水洗雙人羽絲絨冬被',
    },

    // 10/25
    {
        'productNumber': 2219438,
        'name': 'AD-ROCKET 極速飛輪健身車(18kg)',
    },
];
// 注意複製時標點符號都不能少，少了會壞掉
// 每次倒數計時的目標時間，格式為"[年,月,日 (時:分:秒)],"(小於10請不要加0，e.g. 10月9日請輸入[2018,10,9]，輸入[2018,10,09]會壞掉。半型空格後選填24小時制的時、分、秒可精確到控制切換時間，不輸入時分秒則以00:00為切換時間)
// 請注意每個標點符號都要有，少了會壞掉！
// 區塊：第二顆
