// 需要複製請連著"{},"整個區塊複製
// 是價格的話請用text，會加上$符號，不是價格請用text，不會加上$符號
// 區塊：天天最低價
var dataDynamicSlider = [
  { // 07/15
    productNumber: 2779833,
    name: "【PP 波瑟楓妮】貝蒂推薦醫療級石墨烯超導眼罩2件組晶晏眼科用眼罩(未滅菌)_首創4D人臉眼罩",
    price: 654,
  },
  { // 07/16
    productNumber: 3125434,
    name: "【PP 波瑟楓妮】貝蒂推薦醫療級石墨烯超導眼罩2件組晶晏眼科用眼罩(未滅菌)_首創4D人臉眼罩",
    price: 2560,
  },
  { // 07/17
    productNumber: 3061879,
    name: "【PP 波瑟楓妮】貝蒂推薦醫療級石墨烯超導眼罩2件組晶晏眼科用眼罩(未滅菌)_首創4D人臉眼罩",
    price: 19999,
  },
  { // 07/18
    productNumber: 3152162,
    name: "【PP 波瑟楓妮】貝蒂推薦醫療級石墨烯超導眼罩2件組晶晏眼科用眼罩(未滅菌)_首創4D人臉眼罩",
    price: 2560,
  },
  { // 07/19
    productNumber: 2797970,
    name: "【PP 波瑟楓妮】貝蒂推薦醫療級石墨烯超導眼罩2件組晶晏眼科用眼罩(未滅菌)_首創4D人臉眼罩",
    price: 4569,
  },
  { // 07/20
    productNumber: 3158372,
    name: "【PP 波瑟楓妮】貝蒂推薦醫療級石墨烯超導眼罩2件組晶晏眼科用眼罩(未滅菌)_首創4D人臉眼罩",
    price: 2560,
  },
  { // 07/21
    productNumber: 3158681,
    name: "【PP 波瑟楓妮】貝蒂推薦醫療級石墨烯超導眼罩2件組晶晏眼科用眼罩(未滅菌)_首創4D人臉眼罩",
    price: 2560,
  },
  { // 07/22
    productNumber: 3154964,
    name: "【PP 波瑟楓妮】貝蒂推薦醫療級石墨烯超導眼罩2件組晶晏眼科用眼罩(未滅菌)_首創4D人臉眼罩",
    price: 2560,
  },
  { // 07/23
    productNumber: 3133170,
    name: "【PP 波瑟楓妮】貝蒂推薦醫療級石墨烯超導眼罩2件組晶晏眼科用眼罩(未滅菌)_首創4D人臉眼罩",
    price: 2560,
  },
  { // 07/24
    productNumber: 3159141,
    name: "【PP 波瑟楓妮】貝蒂推薦醫療級石墨烯超導眼罩2件組晶晏眼科用眼罩(未滅菌)_首創4D人臉眼罩",
    price: 2560,
  },
  { // 07/25
    productNumber: 3152366,
    name: "【PP 波瑟楓妮】貝蒂推薦醫療級石墨烯超導眼罩2件組晶晏眼科用眼罩(未滅菌)_首創4D人臉眼罩",
    price: 2560,
  },
  { // 07/26
    productNumber: 3145934,
    name: "【PP 波瑟楓妮】貝蒂推薦醫療級石墨烯超導眼罩2件組晶晏眼科用眼罩(未滅菌)_首創4D人臉眼罩",
    price: 2560,
  },
  { // 07/27
    productNumber: 3145934,
    name: "【PP 波瑟楓妮】貝蒂推薦醫療級石墨烯超導眼罩2件組晶晏眼科用眼罩(未滅菌)_首創4D人臉眼罩",
    price: 2560,
  },
  { // 07/28
    productNumber: 3145934,
    name: "【PP 波瑟楓妮】貝蒂推薦醫療級石墨烯超導眼罩2件組晶晏眼科用眼罩(未滅菌)_首創4D人臉眼罩",
    price: 2560,
  },
  { // 07/29
    productNumber: 3145934,
    name: "【PP 波瑟楓妮】貝蒂推薦醫療級石墨烯超導眼罩2件組晶晏眼科用眼罩(未滅菌)_首創4D人臉眼罩",
    price: 2560,
  },
];
