  // 只限四品，大網不輪播，小網2品輪播
  // 需要複製請連著"{},"整個區塊複製
  // 是價格的話請用price，會加上$符號，不是價格請用text，不會加上$符號
  // 區塊：88專區
var dataDynamicHalf1 = [
  {
    productNumber: 2779833,
    name: "【PP 波瑟楓妮】貝蒂推薦醫療級石墨烯超導眼罩2件組晶晏眼科用眼罩(未滅菌)_首創4D人臉眼罩",
    price: 654,  },
  {
    productNumber: 2779833,
    name: "【PP 波瑟楓妮】貝蒂推薦醫療級石墨烯超導眼罩2件組晶晏眼科用眼罩(未滅菌)_首創4D人臉眼罩",
    price: 654,
  },
  {
    productNumber: 2779833,
    name: "【PP 波瑟楓妮】貝蒂推薦醫療級石墨烯超導眼罩2件組晶晏眼科用眼罩(未滅菌)_首創4D人臉眼罩",
    price: 654,
  },
  {
    productNumber: 2779833,
    name: "【PP 波瑟楓妮】貝蒂推薦醫療級石墨烯超導眼罩2件組晶晏眼科用眼罩(未滅菌)_首創4D人臉眼罩",
    price: 654,
  },
  {
    productNumber: 2779833,
    name: "【PP 波瑟楓妮】貝蒂推薦醫療級石墨烯超導眼罩2件組晶晏眼科用眼罩(未滅菌)_首創4D人臉眼罩",
    price: 654,
  },
];

var dataDynamicHalf2 = [
  {
    productNumber: 2779833,
    name: "【PP 波瑟楓妮】貝蒂推薦醫療級石墨烯超導眼罩2件組晶晏眼科用眼罩(未滅菌)_首創4D人臉眼罩",
    price: 654,  },
  {
    productNumber: 2779833,
    name: "【PP 波瑟楓妮】貝蒂推薦醫療級石墨烯超導眼罩2件組晶晏眼科用眼罩(未滅菌)_首創4D人臉眼罩",
    price: 654,
  },
  {
    productNumber: 2779833,
    name: "【PP 波瑟楓妮】貝蒂推薦醫療級石墨烯超導眼罩2件組晶晏眼科用眼罩(未滅菌)_首創4D人臉眼罩",
    price: 654,
  },
  {
    productNumber: 2779833,
    name: "【PP 波瑟楓妮】貝蒂推薦醫療級石墨烯超導眼罩2件組晶晏眼科用眼罩(未滅菌)_首創4D人臉眼罩",
    price: 654,
  },
  {
    productNumber: 2779833,
    name: "【PP 波瑟楓妮】貝蒂推薦醫療級石墨烯超導眼罩2件組晶晏眼科用眼罩(未滅菌)_首創4D人臉眼罩",
    price: 654,
  },
];

var dataDynamicHalf3 = [
  {
    productNumber: 2779833,
    name: "【PP 波瑟楓妮】貝蒂推薦醫療級石墨烯超導眼罩2件組晶晏眼科用眼罩(未滅菌)_首創4D人臉眼罩",
    price: 654,  },
  {
    productNumber: 2779833,
    name: "【PP 波瑟楓妮】貝蒂推薦醫療級石墨烯超導眼罩2件組晶晏眼科用眼罩(未滅菌)_首創4D人臉眼罩",
    price: 654,
  },
  {
    productNumber: 2779833,
    name: "【PP 波瑟楓妮】貝蒂推薦醫療級石墨烯超導眼罩2件組晶晏眼科用眼罩(未滅菌)_首創4D人臉眼罩",
    price: 654,
  },
  {
    productNumber: 2779833,
    name: "【PP 波瑟楓妮】貝蒂推薦醫療級石墨烯超導眼罩2件組晶晏眼科用眼罩(未滅菌)_首創4D人臉眼罩",
    price: 654,
  },
  {
    productNumber: 2779833,
    name: "【PP 波瑟楓妮】貝蒂推薦醫療級石墨烯超導眼罩2件組晶晏眼科用眼罩(未滅菌)_首創4D人臉眼罩",
    price: 654,
  },
];
